{
  "en": {
    "title": ["Not just a camp – your roadmap to top admissions!"],
    "campDates": [
      "Bachelor's Camp; July 6th - July 13th, 2025",
      "Master's Camp; August 3rd - August 12th, 2025",
      "Location; Youth Camp, Bostonlik, Tashkent Region, Uzbekistan",
      "Deadline; May 30th, 2025, 23:59 Tashkent Time"
    ],
    "overview": [
      "<p><em>Top100 Uni Camp</em> is more than just a camp - it's a <strong>life-changing experience</strong> for students who dream big. Whether you're a high school student preparing to apply to top universities, or a university student getting ready for your Master's journey, this one-week program offers the guidance and mentorship to help you navigate the application process with clarity and purpose.<br /><br />Each summer, we host two seasons: one for Bachelor's applicants and one for Master's - bringing together ambitious young people from all over Uzbekistan and beyond. During the camp, you'll take part in <strong>hands-on classes</strong> and <strong>small-group mentorship sessions</strong> led by our mentors who are students and graduates of the world's top 100 universities namely Harvard, Yale, Cornell, Brown and etc. Together, we'll work on <em>crafting your personal statements, sharing tips on improving extracurricular activities, preparing for interviews and finding scholarships.</em> <br /><br />This initiative has been made possible thanks to the strong support of His Excellency, <strong>the President of the Republic of Uzbekistan, Shavkat Miromonovich Mirziyoyev,</strong> who has encouraged the organization of summer admissions camps and continues to inspire young people to aim for the world's top universities. We're also proud to have the active backing of <strong>the Director of the Youth Affairs Agency, Alisher Sadullaev,</strong> who champions meaningful opportunities for Uzbek youth on their path to academic excellence. <br /><br />But camp isn't just about applications. It's about the <em>people you meet</em>, the <em>memories you make</em>, and the <em>confidence you build</em>. You'll hear from incredible guest speakers, take part in fun team activities and quizzes, and go on hikes in the beautiful mountains where the camp is held. You'll live in dorms with fellow participants, forming friendships that often last well beyond the camp.<br /><br />Over the years, many of our campers have gone on to study at places like <strong>Harvard, NYU Abu Dhabi, Colby, and Duke Kunshan</strong> and other well-known universities. This year, you could be one of them - apply now and take the first step toward your future!</p>"
    ],
    "eventPricing": "The summer camp is <strong>completely free for Uzbek citizens</strong> thanks to generous support from the <strong>Youth Affairs Agency of the Republic of Uzbekistan</strong>. International students can apply for <strong>scholarships covering 30% to 100%</strong> of participation costs, based on academic achievement and motivation.",
    "importantDates": {
      "bachelors": [
        "Application Opens: April 26th, 2025",
        "Application Closes: May 30th, 2025",

        "Essay (Initial) Results: June 6th, 2025",
        "Interview Process: June 7th - 11th, 2025",
        "Final Results: June 12th, 2025"
      ],
      "masters": [
        "Application Opens: April 26th, 2025",
        "Application Closes: May 30th, 2025",
        "Essay (Initial) Results: June 20th, 2025",
        "Interview (Final) Results: July 1st, 2025"
      ]
    },
    "haveQuestions": ["Questions?", "Should you have questions, please email:"]
  },
  "kk": {
    "title": [
      "Bul jayǵana lager emes – bu juqarı oqıw orınlarına kiru jolıńız!"
    ],
    "campDates": [
      "Bakalavrlıq lager; 2025 jılǵı 6-iyul – 13-iyul aralıǵında",
      "Magistrlik lager; 2025 jılǵı 3-avgust – 12-avgust aralıǵında",
      "Ótkiziletin orni; Jastar lageri, Bostanlıq, Tashkent oblısı",
      "Juwmaqlaw múddeti; 30.05.2025, 23:59 Tashkent waqtı menen"
    ],
    "overview": [
      "<p><em>Top100 Uni Camp</em> jayǵana lager emes – ulı armánlarǵa ushinǵan oqıwshılar ushın <strong>ómirdi ózgertetin tájiribe</strong>. Siz juqarı oqıw orınlarına tapsırıwǵa dáyarlanıwatqan mektep oqıwshısı bolıwıńız múmkin, yáki magistratura bagdarlamasına ázırlanıp atırǵan student — bul bir apte túrıp atırǵan lager sizge armanlarıńızdı ámelge asıriw ushın jolda sýyenish, úgitisini hám bagdarlamasın beredi.<br /><br />Ár jılǵı jazda biz eki múddettik lager ótkizemiz: biri bakalavrlıq tapsırıwshılar ushın, ekinshi magistrlik tapsırıwshılar ushın. Lagerge Úzbekstan hám basqa aymaktarǵań barlıq talpınıwshı jastar qatısadı. Lager dáwirinde siz <strong>qólǵa úyretetin sabaqlarǵa</strong> hám <strong>shınáý kishi toptarda bolatugan mentorlıq sessiyalarǵa</strong> qatnasasız. Bul sáwlekter Álemniń eng jaqsı 100 oqıw orınlarǵań studentleri hám bitirgenlerinen turadı. Biz birge <em>motivatsiyalıq xat jazamız, qiyn insho savallarına jawap beriwge hám suxbatqa dáyarlanıwǵa úyrenemiz, stipendiyalar izleyimiz</em>.<br /><br /><p>Bul baslama Ózbekstan Respublikası <strong>Prezidenti Ullı Mártebeli Mırza Shavkat Miromonovich Mirziyoevtiń</strong> kúshli qollap-quwatlawı sebepli ámelge asırıldı, ol jazǵı qabıllaw lagerlerin shólkemlestiriwdi xoshametledi hám jaslardı dúnyanıń eń jaqsı universitetlerine umtılıwǵa ilhamlandırıp kelmekte. Sonday-aq, biz ózbek jaslarınıń akademiyalıq jetiklikke erisiw jolındaǵı mazmunlı imkaniyatların qollap-quwatlap atırǵan <strong>Jaslar isleri agentligi direktorı, Alisher Sadullaevtıń</strong> belsene járdeminen maqtanamız.</p><br />Biraq, lager jayǵana oqıw hám tapsırıw emes. Bul <em>jańa doslıq</em>, <em>xatireler</em> hám <em>ózine isenim</em> pəydalaw. Siz úlken qonaq spikerlerden úyrenesiz, qızıqlı komandalıq oýinlar hám viktorinalarǵa qatnasasız, lager ótkiziletin gúzál tawlarda sayáxatqa shıǵasız. Siz basqa qatnasıwshılar menen birge jatatugan bólmede bolasız hám kúptin kúriwlik doslıqlar pəydalaydı.<br /><br />Birneshe jıldar ishinde bizdiń qatnasıwshılarımız <strong>Harvard, NYU Abu Dhabi, Colby, hám Duke Kunshan</strong> hám basqa tanımal oqıw orınlarında oqıw mümkinligine iye bolǵan. Usı jılı siz olardan biri bolıwıńız múmkin - házir arza beriń hám keleshegińizge birinshi qádemdi qoyıń!</p>"
    ],
    "eventPricing": "Úzbekstan Respublikası <strong>Jastar isleri Agentliginiń</strong> shaparası menen lagerge qatnasıw Úzbek azamattarı ushın <strong>tolıq tegin</strong>. Xalıqaralıq oqıwshılar bolsa, akademiyalıq nátiyjeleri hám motiwatsiyasına qarap qatnasıw qıymetiniń <strong>30% - 100%</strong> арасында stipendiya ushın ariza tapsıraladı.",
    "importantDates": {
      "bachelors": [
        "Ariza tapsırıw baslanadı: 2025 jıl 26-aprel",
        "Ariza tapsırıw ayaqtaladı: 2025 jıl 30-may",
        "Insho (dástlepki) nátiyjeler: 2025 jıl 6-iyun",
        "Suhbat prosesi: 2025 jıl 7-iyun – 11-iyun",
        "Aqırǵı nátiyjeler: 2025 jıl 12-iyun"
      ],
      "masters": [
        "Ariza tapsırıw baslanadı: 2025 jıl 26-aprel",
        "Ariza tapsırıw ayaqtaladı: 2025 jıl 30-may",
        "Dástlepki nátiyjeler: 2025 jıl 20-iyun",
        "Aqırǵı nátiyjeler: 2025 jıl 1-iyul"
      ]
    },
    "haveQuestions": [
      "Sawallarıńız bar ma?",
      "Eger sawallarıńız bolsa, mınaǵı e-mailge jazıń:\n"
    ]
  },
  "ru": {
    "title": [
      "Это больше, чем просто лагерь – это твой путь к поступлению в топовые вузы!"
    ],
    "campDates": [
      "Лагерь для бакалавров; 6 июля – 13 июля 2025 года",
      "Лагерь для магистрантов; 3 августа – 12 августа 2025 года",
      "Место проведения; Молодёжный лагерь, Бостанлык, Ташкентская область",
      "Срок; 30 мая 2025, 23:59 Время Ташкента"
    ],
    "overview": [
      "<p><em>Top100 Uni Camp</em> — это больше, чем просто лагерь. Это <strong>опыт, меняющий жизнь</strong>, для тех студентов, которые мечтают по-крупному. Независимо от того, школьник ли вы, готовящийся подать документы в ведущие университеты, или студент вуза, начинающий путь к магистратуре, эта недельная программа предоставит вам поддержку и наставничество, чтобы вы уверенно прошли путь поступления.<br /><br />Каждое лето мы проводим два сезона: один для абитуриентов бакалавриата и один для поступающих в магистратуру, объединяя целеустремлённую молодежь со всего Узбекистана и других стран. На лагере вы будете участвовать в <strong>практических занятиях</strong> и <strong>небольших сессиях с наставниками</strong> — студентами и выпускниками топ-100 университетов мира. Вместе мы будем работать над <em>мотивационными письмами, отвечать на сложные вопросы эссе, готовиться к собеседованиям и искать стипендии</em>.<br /><br /><p>Эта инициатива была реализована благодаря сильной поддержке <strong>Президента Республики Узбекистан Шавката Миромоновича Мирзиёева</strong>, который поощрял создание летних приемных лагерей и вдохновляет молодежь стремиться к лучшим университетам мира. Мы также гордимся активной поддержкой <strong>Алишера Саъдуллаева, директора Агентства по делам молодежи</strong>, который поддерживает значимые возможности узбекской молодежи на пути к академическому совершенству.</p><br />Но лагерь — это не только про поступление. Это про <em>людей, которых вы встретите</em>, <em>воспоминания, которые создадите</em>, и <em>уверенность, которую обретёте</em>. Вас ждут вдохновляющие выступления гостей, командные игры, викторины и походы по красивым горам, где проводится лагерь. Вы будете жить в общежитии вместе с другими участниками и часто заводить дружбу, которая длится долго после окончания лагеря.<br /><br />За эти годы многие наши участники поступили в такие университеты, как <strong>Harvard, NYU Abu Dhabi, Colby, Duke Kunshan</strong> и другие известные вузы. В этом году вы можете стать одним из них - подавайте заявку сейчас и сделайте первый шаг к своему будущему!</p>"
    ],
    "eventPricing": "Благодаря щедрой поддержке <strong>Агентства по делам молодежи Республики Узбекистан</strong>, участие для граждан Узбекистана абсолютно <strong>бесплатное</strong>. Иностранные студенты могут подать заявку на <strong>стипендию, покрывающую от 30% до 100%</strong> стоимости участия в зависимости от академических достижений и мотивации.",
    "importantDates": {
      "bachelors": [
        "Открытие подачи заявок: 26 апреля 2025 года",
        "Закрытие подачи заявок: 30 мая 2025 года",
        "Результаты эссе (предварительные): 6 июня 2025 года",
        "Процесс интервью: 7 июня – 11 июня 2025 года",
        "Финальные результаты: 12 июня 2025 года"
      ],
      "masters": [
        "Открытие подачи заявок: 26 апреля 2025 года",
        "Закрытие подачи заявок: 30 мая 2025 года",
        "Результаты предварительного отбора: 20 июня 2025 года",
        "Финальные результаты: 1 июля 2025 года"
      ]
    },
    "haveQuestions": [
      "Есть вопросы?",
      "Если у вас есть вопросы, пожалуйста, напишите на почту:"
    ]
  },
  "uz": {
    "title": [
      "Bu oddiy oromgoh emas – bu sizni eng nufuzli universitetlarga olib boruvchi yo'l xaritasi!"
    ],
    "campDates": [
      "Bakalavriat oromgohi; 2025-yil 6-iyul – 13-iyul",
      "Magistratura oromgohi; 2025-yil 3-avgust – 12-avgust",
      "Manzil; Yoshlar oromgohi, Bo'stonliq, Toshkent viloyati",
      "Muddat; 30.05.2025, 23:59 Toshkent vaqti bilan"
    ],
    "overview": [
      "<p><em>Top100 Uni Camp</em> bu oddiy oromgoh emas — bu katta orzular sari intilayotgan talabalar uchun <strong>hayotni o'zgartiruvchi tajriba</strong>. Agar siz eng yaxshi universitetlarga hujjat topshirishga tayyorlanayotgan maktab o'quvchisi bo'lsangiz yoki magistratura yo'lini boshlayotgan talaba bo'lsangiz, ushbu bir haftalik dastur sizga yo'nalish va mentorlik orqali aniq va maqsadli harakat qilish imkonini beradi.<br /><br />Har yozda biz ikkita mavsum o'tkazamiz: biri bakalavr bosqichiga topshiruvchilar, ikkinchisi magistraturaga topshiruvchilar uchun. Bu oromgoh butun O'zbekiston va undan tashqaridagi ambitsiyali yoshlarni birlashtiradi. Oromgoh davomida siz <strong>amaliy mashg'ulotlarda</strong> va <strong>kichik guruhlarda o'tkaziladigan mentorlik sessiyalarida</strong> qatnashasiz. Bu darslarni dunyoning eng yaxshi 100 talik universitetlarining talabasi va bitiruvchilari olib boradi. Birgalikda <em>motivatsion xatlar yozamiz, murakkab insho savollariga javob beramiz, suhbatlarga tayyorgarlik ko'ramiz va stipendiyalar izlaymiz</em>.<br /><br /><p>Ushbu tashabbus <strong>O'zbekiston Respublikasi Prezidenti Shavkat Miromonovich Mirziyoyev</strong> Janobi Oliylarining kuchli qo'llab-quvvatlashi tufayli amalga oshirildi, u yozgi qabul oromgohlarini tashkil etishni rag'batlantirdi va yoshlarni dunyoning eng top universitetlariga intilishga ilhomlantirib kelmoqda. Shuningdek, biz o'zbek yoshlarining akademik mukammallikka erishish yo'lidagi mazmunli imkoniyatlarini qo'llab-quvvatlayotgan <strong>Yoshlar ishlari agentligi direktori, Alisher Sa'dullaev</strong>ning faol ko'magidan faxrlanamiz.</p><br />Ammo oromgoh faqatgina hujjat topshirish haqida emas. Bu siz <em>uchratgan insonlar</em>, <em>yaratgan xotiralar</em> va <em>orttirgan ishonchingiz</em> haqida. Siz ilhomlantiruvchi mehmonlar bilan uchrashasiz, jamoaviy o'yinlar va viktorinalarda qatnashasiz, va oromgoh o'tkaziladigan go'zal tog'larda sayohatlarga borasiz. Ishtirokchilar bilan birgalikda yotoqxonada yashaysiz va ko'p hollarda uzoq davom etadigan do'stliklarni boshlab berasiz.<br /><br />Yillar davomida oromgohimiz qatnashchilari orasida <strong>Harvard, NYU Abu Dhabi, Colby, Duke Kunshan</strong> va boshqa mashhur universitetlarga kirganlar ko'p bo'lgan. Bu yil siz ulardan biri bo'lishingiz mumkin - hoziroq ariza topshiring va kelajagingiz sari birinchi qadamni tashlang!</p>"
    ],
    "eventPricing": "O'zbekiston fuqarolari uchun ushbu yozgi oromgoh <strong>O'zbekiston Respublikasi Yoshlar ishlari agentligi</strong> ko'magida <strong>to'liq bepul</strong>. Xalqaro talabalar esa o'zlarining akademik yutuqlari va motivatsiyasiga qarab <strong>30% dan 100% gacha</strong> bo'lgan stipendiyaga ariza topshirishlari mumkin.",
    "importantDates": {
      "bachelors": [
        "Arizalar qabul qilish boshlanishi: 2025-yil 26-aprel",
        "Arizalar topshirish yakuni: 2025-yil 30-may",
        "Insho (dastlabki) natijalari: 2025-yil 6-iyun",
        "Intervyu jarayoni: 2025-yil 7-iyun – 11-iyun",
        "Yakuniy natijalar: 2025-yil 12-iyun"
      ],
      "masters": [
        "Arizalar qabul qilish boshlanishi: 2025-yil 26-aprel",
        "Arizalar topshirish yakuni: 2025-yil 30-may",
        "Dastlabki natijalar: 2025-yil 20-iyun",
        "Yakuniy natijalar: 2025-yil 1-iyul"
      ]
    },
    "haveQuestions": [
      "Savollar bormi?",
      "Agar savollaringiz bo'lsa, iltimos, ushbu manzilga yozing:"
    ]
  }
}
